[
  "obsidian-plugin-toc",
  "table-editor-obsidian",
  "remember-cursor-position",
  "obsidian-icon-folder",
  "execute-code",
  "obsidian-outliner",
  "obsidian-admonition",
  "recent-files-obsidian",
  "editing-toolbar",
  "obsidian-style-settings",
  "obsidian-image-toolkit",
  "obsidian-git"
]